Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/the_deceaseds_estate/what_happens_the_deceaseds_estate.html.txt.tmx
Source language: en
Languages: ga

source: What happens the deceased's estate
ga: Céard a tharlaíonn do mhaoin an mhairbh

source: When a person dies, his/her property passes to his/her personal representative
ga: Nuair a chailltear duine, aistríonn a m(h)aoin chuig a (h)ionadaí pearsanta

source: The personal representative then has the duty to distribute the deceased's money and property in accordance with the law, the will - if there is one - or the laws of intestacy if there is no will
ga: Tá dualgas ansin ar an ionadaí pearsanta airgead agus maoin an mhairbh a roinnt de réir an dlí, na huachta - má tá ceann ann - nó na dlithe a bhaineann le bás gan tiomna muna bhfuil aon uacht ann

source: A Testator is a person who has made a will
ga: Tugtar tiomnóir ar an duine a bhfuil uacht déanta aige/aici

source: If you die without making a will, you are said to die intestate
ga: Má chailltear duine gan uacht a bheith déanta, deirtear gur bás gan tiomna a bhí ann

source: If that happens, your money and property is distributed in accordance with the rules set out in the Succession Act, 1965
ga: Má tharlaíonn seo déantar airgead agus maoin an duine a dháileadh de réir na rialacha atá leagtha síos san Acht Comharbachta, 1965

source: There are some restrictions on what you can do in a will
ga: Tá teorainneacha leis na rudaí gur féidir leat a dhéanamh in uacht

source: In general, you may not completely disinherit a spouse/civil partner and, if you do, your spouse/civil partner may claim his/her legal right share
ga: Go ginearálta, ní féidir do chéile/pháirtí sibhialta a fhágáil gan tada, agus má dhéanann tú sin, is féidir le do chéile/pháirtí sibhialta a sciar dleathúil a éileamh

source: You are not obliged to leave any assets to your children but if you do not, they may be able to make a claim on the basis that you have not fulfilled your obligations towards them
ga: Níl aon dualgas ort aon sócmhainní a fhágáil ag do chuid páistí ach muna ndéanann is féidir leo sin freisin éileamh a dhéanamh nach bhfuil do chuid dualgais ina leith comhlíonta

source: Apart from that, you may dispose of your estate (estate is the term used to describe all of your assets, your money, property, etc.) in whatever way you like
ga: Taobh amuigh de sin is féidir leat d'eastát (do chuid sócmhainní uilig, do chuid airgid, áitribh & rl) a dháileadh ar pé bealach is mian leat féin

source: • an executor or executors - this is a person or people appointed by the deceased person in his/her will
ga: • seo seiceadóir nó seiceadóirí - duine nó daoine atá ceapaithe ag an marbh ina (h)uacht nó

source: • an administrator(s) - this is usually the next of kin or a lawyer
ga: • riarthóir(í)- go hiondúil an gaol is giorra nó dlíodóir

source: An administrator is appointed where there is no will, or where no executor is nominated in the will or where the executor has predeceased the testator or is unwilling or unable to act as executor
ga: Ceaptar riarthóir nuair nach bhfuil aon uacht ann, nó sa chás nach bhfuil aon seiceadóir ainmnithe san uacht nó má tá an seiceadóir básaithe roimh ré nó muna bhfuil sé/sí in ann nó ag iarraidh feidhmiú mar sheiceadóir

source: Entitlement to be appointed administrator is in the following order:
ga: Tá teidlíocht do ceapadh riarthóir san ord seo a leanas:

source: Spouse or civil partner
ga: Céile nó páirtí sibhialta

source: If there is doubt about who is entitled to be the administrator, the issue is decided by the Probate Registrar
ga: Má tá amhras faoi cé atá i dteideal a bheith ar an riarthóir, tá an cheist cinneadh ag an gCláraitheoir Probháide

source: It is the personal representative's responsibility to distribute the estate in accordance with the will of the deceased and/or the law
ga: Tá dualgas ar an ionadaí pearsanta an t-eastát a roinnt de réir na huachta agus / nó an dlí

source: If the money in the bank or the insurance policy is in the deceased's name only then family members usually cannot get access until probate is taken out
ga: Má bhíonn an t-airgead sa bhanc nó an polasaí árachais in ainm an duine éagtha amháin, ní féidir ach le muintir an teaghlaigh rochtain a fháil orthu go dtí go bhfaightear probháid

source: If the amount of money in the bank is small, the bank may release it provided the personal representatives or the next of kin sign an indemnity form - in effect, this is a guarantee that the bank will not be at a loss if there are other claims on the money
ga: Nuair a bhíonn suim bheag airgid i gceist, is féidir leis an mbanc an t-airgead seo a scaoileadh má shíníonn na hionadaithe pearsanta nó an gaol is giorra foirm slánaíochta – is urrú é seo nach mbeidh an banc thíos le haon chaillteanas má dhéantar éileamh eile ar an airgead

source: If the bank account is in the joint names of the deceased and the deceased's spouse/civil partner, the money can usually be transferred into the survivor's name
ga: Má tá an cuntas bainc i gcomhúinéireacht an duine éagtha agus chéile/pháirtnéir sibhialta an duine éagtha, is féidir an t-airgead a aistriú, de ghnáth chuig ainm an mharthanóra

source: You will need the death certificate to do this
ga: Beidh an deimhniú báis ag teastáil uait chun é seo a dhéanamh

source: If there is an account with more than €50,000, you will also need a letter of clearance from the Revenue Commissioners allowing the money to be transferred into the surviving spouse's/civil partner's name
ga: Más ann do chuntas ina bhfuil breis agus €50,000, teastóidh litir cheada uait, freisin, ó na Coimisinéirí Ioncaim a cheadóidh aistriú an airgid chuig ainm an chéile/an pháirtnéara shibhialta mharthanaigh

source: Spouses/civil partners are not liable for Capital Acquisitions Tax on inheritances from each other
ga: Níl céilí/páirtnéirí sibhialta faoi dhliteanas Cáin ar Fháltais Chaipitiúla a íoc ar oidhreachtaí óna chéile

source: You should apply to the Capital Taxes Office of the Revenue Commissioners for a letter of clearance
ga: Ba cheart duit iarratas a dhéanamh leis an Oifig Cánach Caipitiúla de chuid na gCoimisinéirí Ioncaim chun litir cheada a fháil

source: If the bank account is in the joint names of the deceased and someone else, and the bank was given instructions when the account was opened that the other person was to receive the money on the death of the deceased, the money can be transferred into the survivor's name. The death certificate will be required to do this
ga: Má tá an cuntas bainc i gcomhúinéireacht an duine éagtha agus duine eile, agus tugadh na treoracha don bhanc nuair a osclaíodh an cuntas, go mbeadh an duine eile leis an airgead a fháil ar bás an duine éagtha, is féidir an t-airgead a aistriú chuig ainm an mharthanóra

source: If there is an account with more than €50,000, a letter of clearance from the Revenue Commissioners will be required
ga: Beidh an deimhniú báis ag teastáil uait chun é seo a dhéanamh

source: allowing the money to be transferred into the surviving spouse's/civil partner's name pending investigations about liability to Capital Acquisitions Tax (CAT)
ga: Más ann do chuntas ina bhfuil breis agus €50,000, teastóidh litir cheada uait ó na Coimisinéirí Ioncaim a cheadóidh aistriú an airgid chuig ainm an chéile/an pháirtnéara shibhialta mharthanaigh ar feitheamh imscrúduithe ar dhliteanas le Cáin ar Fháltais Chaipitiúla (CAT) a íoc

source: Where the bank has no instructions, it will be necessary to establish what was intended to happen to the money on the death of the deceased
ga: Nuair nár tugadh aon treoir don bhanc, beidh gá lena dheimhniú céard a bhí beartaithe déanamh leis an airgead ar bás an duine éagtha

source: If the deceased had a credit union account and had completed a valid Nomination Form, when opening the account, nominating someone as next of kin, the proceeds of the account up to a maximum of €23,000 go to the person or persons nominated on the form
ga: Má bhí cuntas chomhar creidmheasa ag an éagach agus má líonadh Foirm Ainmniúcháin bailí ar oscailt an chuntais, agus í ag ainmniú duine mar neasghaol, gabhann fáltais an chuntais suas go €23,000 chuig an duine nó chuig na daoine atá ainmnithe ar an fhoirm

source: They do not form part of the deceased's estate
ga: Níl siad mar chuid d’eastáit an éagaigh

source: The balance of the account forms part of the deceased's estate and is distributed in accordance with succession law
ga: Is é iarmheid an chuntais atá mar chuid d’estáit an éagaigh agus tá sé dáilte de réir dlí chomharbais

source: Occupational and personal pensions
ga: Pinsin Ceirde agus Phearsanta

source: The rules governing occupational and personal pensions vary with the different pension arrangements
ga: Bíonn rialacha difriúla ag baint le pinsin ceirde agus phearsanta ag brath ar na socruithe difriúla pinsin atá déanta

source: If the deceased was a member of a pension scheme, you should contact the scheme administrators to find out if there is a pension for the spouse/civil partner and/or children
ga: Más ball de scéim pinsin a bhí sa mharbh, ba cheart duit teagmháil a dhéanamh le riarthóirí na scéime le fáil amach an raibh pinsean ann don chéile/pháirtí sibhialta agus/nó do na páistí

source: Self-employed people may have pension arrangements that involve some of the investments becoming part of the deceased's estate
ga: D'fhéadfadh sé go mbeadh socruithe pinsin ag daoine a bhí féin-fhostaithe a threoraíonn gur cuid d'eastát an mhairbh iad cuid de na hinfheistíochtaí

source: Divorced people and those whose civil partnership has been dissolved may have access to some part of the pension scheme depending on whether or not a pension adjustment order was made at the time of the divorce/dissolution
ga: D'fheadfadh sé go mbeadh teacht ag daoine atá colscartha agus siúd a bhfuil comhpháirtíocht sibhialta curtha tuaslagtha ar chuid den scéim pinsin ag brath ar an raibh ordú ceartú pinsin déanta ag am an cholscartha/díscaoileadh

source: If there is a will and the spouse/civil partner has never renounced his/her rights and is not "unworthy to succeed", then that spouse/civil partner has a right to what is called a "legal right share" of the deceased's estate
ga: Má tá uacht ann agus muna bhfuil a c(h)uid cearta tréigthe ag an gcéile/páirtí sibhialta agus muna bhfuil sé/sí "neamhfhiúntach le hoidhreacht" ansin tá sé de cheart ag an gcéile/páirtí sibhialta sciar ar a dtugtar an "sciar dleathúil" d'eastát an mhairbh a fháil

source: • If there are no children, the spouse/civil partner is entitled to one-half of the estate;
ga: • Muna bhfuil aon pháistí ann tá an céile/páirtí sibhialta i dteideal leath den eastát;

source: • if there are children, the spouse/civil partner is entitled to one-third of the estate
ga: • Má tá páistí ann, tá an céile/páirtí sibhialta i dteideal aon thrian den eastát

source: The children are not necessarily entitled to the rest
ga: Ní gá go bhfuil na páistí i dteideal an chuid eile

source: If you find that your spouse/civil partner has made a will that does not recognise your legal right share, you may still claim your right
ga: Má bhíonn uacht déanta ag do chéile/pháirtí sibhialta agus nach bhfuil do sciar dleathúil fágtha duit is féidir leat éileamh a dhéanamh ar an sciar dleathúil sin

source: You do not have to go to court; the executor or administrator is obliged to grant you your share
ga: Ní gá dul chuig an gcúirt; tá dualgas ar an seiceadóir nó riarthóir an sciar dleathúil a chur ar fáil duit

source: Cohabiting couples have no legal rights to each other's estates but may be able to apply for redress when one of them dies
ga: Níl aon chearta dleathúla ag lánúineacha comhchónaithe lena chéile d'eastát a bpáirtithe, ach d'fhéadfadh a bheith in ann iarratas a dhéanamh ar shásamh nuair a éagann duine amháin acu

source: A church annulment has no legal status and so does not change the status of a spouse
ga: Níl aon stádas dleathúil ag pósadh a bheith curtha ar neamhní ag an Eaglais agus mar sin ní athraíonn sé stádas an chéile

source: If a partner in such an annulled marriage subsequently "remarries" or enters into a civil partnership, this is not a legal marriage or civil partnership, and the parties have no rights vis a vis each other
ga: Má "athphósann" nó thiocfaidh i gcomhpháirtíocht shibhialta páirtí amháin de phósadh a chuir an Eaglais ar neamhní ní pósadh dleathúil atá sa dara "phósadh" agus níl aon chearta ag na páirtithe ar mhaoin a chéile

source: Cohabiting couples may, of course, make wills in favour of each other but such wills may not negate the legal right share of a spouse/civil partner
ga: Is féidir le lánúineacha comhchónaithe ar ndóigh, tiomnachtaí a fhágáil ag a chéile in uachtanna, ach ní féidir leis na huachtanna seo an sciar dleathúil atá ag dul chuig an gcéile/páirtí sibhialta a chur ar neamhní

source: If the family home is held by both spouses/civil partners as joint tenants, the surviving spouse/civil partner automatically inherits the deceased spouse's/civil partner's interest
ga: Má tá teach an teaghlaigh faoi úinéireacht na beirte céilí/páirtnéirí sibhialta mar chomhthionóntaí, faigheann an céile/páirtnéir sibhialta marthanach leas an chéile/an pháirtnéara shibhialta le hoidhreacht go huathoibríoch

source: In the case of a cohabiting couple where the family home is held as joint tenants, the surviving partner automatically inherits the deceased partner's interest but may be liable for inheritance tax, unless the surviving partner qualifies for dwelling house tax exemption
ga: I gcás lanúin chomhchónaithe, ina bhfuil teach an teaghlaigh á choimeád mar chomhthionóntaí, faigheann an páirtnéir marthanach leas an pháirtnéara éagtha le hoidhreacht go huathoibríoch ach d’fhéadfaidís bheith faoi dliteanas íoc as cáin oidhreachta, mura gcáilítear an páirtnéir marthanach do dhíolúine chánach um theach cónaithe

source: Where both die at the same time so that it is not possible to say who died first, property held as joint tenants is divided equally so as to form part of each of their estates
ga: Sa chás go bhfaigheann an bheirt bás ag an tráth céanna agus nach féidir a rá cé a fuair bás ar dtús, roinntear an réadmhaoin a bhí acu mar chomhthionóntaí go cothrom d'fhonn cuid dá n-eastát féin a chruthú

source: The surviving spouse/civil partner may require that the family home be given to him/her in satisfaction of the legal right share or the share on intestacy
ga: D’fhéadfadh an céile/páirtnéir sibhialta marthanach a iarraidh go dtugtar teach an teaghlaigh dó/di i gcomhlíonadh an sciar dlíthiúil nó an sciar ar díthiomnacht

source: If the family home is worth more than the legal right share then normally the spouse/civil partner would have to pay the difference into the deceased's estate
ga: Más fiú breis agus an sciar dlíthiúil teach an teaghlaigh, is gnách go mbeadh ar an gcéile/bpáirtnéir sibhialta an difríocht a íoc le heastát an duine éagtha

source: However, the surviving spouse/civil partner may apply to the court to have the dwelling house given to him/her either without paying the difference or by paying such sum as the court thinks reasonable
ga: Is féidir leis an gcéile/bpáirtnéir sibhialta marthanach iarratas a dhéanamh, áfach, leis an gcúirt go dtabharfaí dó/di an teach cónaithe gan an difríocht a íoc nó gan an tsuim sin a íoc a shíleann an chúirt gur réasúnach a íoc

source: The court may make such an order if it thinks that hardship would otherwise be caused either to the surviving spouse/civil partner or to a dependent child
ga: Is féidir leis an gcúirt ordú den saghas sin a dhéanamh má shíleann siad go gcruthófaí cruatan ar shlí eile don chéile/pháirtnéir sibhialta marthanach nó do leanbh cleithiúnaigh

source: Renouncing or losing your rights under a will
ga: Do chearta a thréigeadh nó a chailliúint in uacht

source: There are various circumstances in which a spouse/civil partner renounces his/her rights under the Succession Act
ga: Tá cúinsí difriúla ann inar thréigeann céile/páirtí sibhialta a c(h)uid cearta faoin Acht Comharbachta

source: Sometimes this might be done prior to marriage/civil partnership or the spouse/civil partner may waive the right in favour of a child or children
ga: Amanna déantar é seo roimh pósadh/comhpháirtíochta sibhialta nó d'fhéadfadh sé go dtréigfeadh céile/páirtí sibhialta a c(h)earta ar son páiste nó páistí

source: If the couple are separated, it is usual to renounce rights to each other's estates in a separation agreement
ga: Má tá an lanúin scartha is iondúil go dtréigeann siad a gcuid cearta i dtaobh eastáit a chéile in aontú scartha

source: A separation does not always involve renunciation of succession rights
ga: Ní gá go mbeadh cearta oidhreachta tréigthe i gcónaí i gcás scartha

source: A divorce/dissolution decree means the end of succession rights; the court, of course, has the power to take the loss of these rights into account when deciding on the financial settlement between the spouses/civil partners
ga: Ach i gcás colscartha/díscaoileadh tagann deireadh le cearta oidhreachta; tá cumhacht ag an gcúirt, ar ndóigh, caillteanas na gcearta seo a chur san áireamh nuair atá socrú airgeadais idir na céilí/páirtnéirí sibhialta dhéanamh

source: Being "unworthy to succeed" is relatively rare and would arise, for example, where the surviving spouse/civil partner murdered the deceased or committed certain other serious crimes against the deceased
ga: D'fhéadfadh duine a bheith "neamhfhiúntach le hoidhreacht", go fíorannnamh a tharlaíonn seo, ach, mar shampla, sa chás gur dhúnmharaigh an céile/páirtí sibhialta beo an té atá marbh nó go bhfuil an céile/páirtí sibhialta beo ciontach as coireanna tromchúiseacha eile i gcoinne an mhairbh

source: It may also arise if you had deserted your spouse/civil partner for at least two years before the death
ga: D'fhéadfadh sé a bheith amhlaidh freisin dá mbeadh do chéile/pháirtí sibhialta tréigthe agat le dhá bhliain roimh a b(h)ás

source: Rights of children under a will
ga: Cearta na bPáistí in Uacht

source: Unlike a spouse/civil partner, children have no absolute right to inherit their parent's estate if the parent has made a will
ga: Níl aon chearta deimhneacha ag páistí oidhreacht a fháil óna dtuismitheoirí mar atá ag céilí/páirtí sibhialta má tá uacht déanta ag an tuismitheoir

source: However, if a child considers that he/she has not been adequately provided for, he/she may make an application to court
ga: Ach, má cheapann páiste nach bhfuil soláthar cuí deanta dó/dí is féidir leis/léi iarratas a dhéanamh chuig an gcúirt

source: The child need not be a minor or be dependent in order to use this procedure
ga: Ní gá gur duine faoi 18 nó cleithiúnach a bheadh i gceist leis an iarratas seo a dhéanamh

source: The court has to decide if the parent has "failed in his moral duty to make proper provision for the child in accordance with his means"
ga: Ní mór don chúirt cinneadh a dhéanamh ar theip ar an tuismitheoir ina d(h)ualgas morálta soláthar cuí a chur ar fáil don pháiste bunaithe ar a (h)acmhainní

source: Each case is decided on its merits and the court looks at the situation from the point of view of a "prudent and just" parent
ga: Déantar cinneadh ar chuile chás ann féin agus breathnaíonn an chúirt ar an gcás ó taobh thuismitheora "stuama agus cóir"

source: It is important to remember that the legal right share of the spouse cannot be infringed in order to give the child a greater share of the estate
ga: Tá sé tábhachtach a mheabhrú nach féidir cuid cheart dhlíthiúil an chéile a sharú chun cuid níos mó den eastát a thabhairt don pháiste

source: It can, however, reduce the entitlement of a civil partner
ga: Is féidir é, áfach, laghdú ar an teideal atá ag páirtnéir sibhialta

source: Anyone considering challenging a will on these grounds should get legal opinion before applying to the court
ga: Ba cheart d'aon duine atá ag smaoineamh ar chás den chinéal seo a thógáil comhairle dlí a fháil roimh iarratas a chur ós comhair na cúirte

source: Children born within or outside marriage have the same rights
ga: Tá na cearta céanna ag páistí a raibh/bhfuil agus nach raibh/bhfuil a dtuismitheoirí pósta lena chéile

source: If a person dies without having made a will or if the will is invalid for whatever reason, that person is said to have died "intestate"
ga: Má fhaigheann duine bás gan aon uacht a bheith déanta aige/aici nó má tá an uacht neamhbhailí ar chúis ar bith deirtear gur bás gan tiomna a bhí ann

source: If there is a valid will, but part of it is invalid then that part is dealt with as if there was an intestacy
ga: Má tá uacht bhailí ann ach go bhfuil cuid de neamhbhailí ansin deileáiltear leis an gcuid sin ar nós gur bás gan tiomna a bhí ann

source: The rules for division of property on intestacy are as follows:
ga: Seo a leanas na rialacha a bhaineann le maoin a roinnt i gcás bás gan tiomna:

source: If the deceased is survived by
ga: Má tá na daoine seo a leanas beo tá tús áite ag

source: • spouse/civil partner but no children - spouse/civil partner gets entire estate
ga: • céile/páirtí sibhialta ach gan aon pháistí a bheith ann - faigheann an céile/páirtí sibhialta an t-iomlán

source: • spouse/civil partner and children - spouse/civil partner gets two-thirds, one-third is divided equally between children (if a child has already died his/her children take a share)
ga: má tá páiste básaithe cheana is é/í/iad a c(h)uid páiste/páistí a fhaigheann a sciar

source: • parents, no spouse/civil partner or children - divided equally or entirely to one parent if only one survives
ga: • páistí, muna bhfuil aon chéile/pháirtí sibhialta beo - roinntear go cothrom idir na páistí an t-eastát (mar thuas)
